import React from 'react'

export default function Intro() {
  return (
    <article className='theory__main__article' id='intro'>
            <h2 className="theory__main__article__header">Введение</h2>
            <p className="theory__main__article__text">
                Данное пособие является упрощенным вариантом труда Т. Вахромеевой "Справочник по музыкальной грамоте и сольфеджио". Для более глубокого понимания теории рекомендуем ознакомиться с ним.
            </p>
            <p className="theory__main__article__text">
                Здесь же приведены основые сведения обо всех разделах, в которых вы сможете проверить себя на странице Упражнения.
            </p>
            <p className="theory__main__article__text">
                Приведенный теоретический материал не охватывает всей музыкальной грамоты, однако выполняет свою задачу и дает интересующемуся базовое 
                понимание таких принципиальных аспектов в музыке, как ноты, знаки альтерации, интервалы, трезвучия, септаккорды и тональности. 
            </p>
            <p className="theory__main__article__text">
                Знание основ подкрепляется показом не на нотном стане, но на клавиатуре фортепиано, и носит, по существу, практический характер.
            </p>
            <p className="theory__main__article__text">
                Надеемся, что, освоив данный раздел и закрепив знания на примерах и упражнениях, Вы без труда сможете совершенствоваться и уверенно шагать по музыкальному пути в будущем.
            </p>
            <p className="theory__main__article__text">
            
            </p>
    </article>
  )
}
